Repository: common-repository/mailcamp
Catalog: languages/mailcamp-*.po
Languages: nl_nl

source: MailCamp for WP Settings
nl_nl: MailCamp voor WP Instellingen

source: Form Settings
nl_nl: Formulier Instellingen

source: MailCamp Form
nl_nl: MailCamp Formulier

source: RSS Settings
nl_nl: RSS instellingen

source: WooCommerce Settings
nl_nl: WooCommerce instellingen

source: MailCamp for WooCommerce
nl_nl: MailCamp voor WooCommerce

source: Check API Credentials
nl_nl: Controleer de API gegevens

source: MailCamp API Connection details
nl_nl: MailCamp API Connectie details

source: API path
nl_nl: API pad

source: The XML path looks something like this: http://www.yourdomain.com/mailcamp/xml.php
nl_nl: Het XML pad ziet er ongeveer als volgt uit: http://www.yourdomain.com/mailcamp/xml.php

source: API username
nl_nl: API gebruikersnaam

source: The 'Username' can be found in the same section respectively under the title 'XML Username'.
nl_nl: De ‘Gebruikersnaam’ is te vinden in dezelfde sectie onder de titel ‘XML Gebruikersnaam’.

source: The 'usertoken' can be found in the same section respectively under the title 'XML token'.
nl_nl: De ‘usertoken’ is te vinden in dezelfde sectie onder de titel ‘XML Gebruikersnaam’ en ‘XML token’.

source: Check API credentials
nl_nl: Controleer de API gegevens

source: MailCamp Form details
nl_nl: MailCamp formulier details

source: Use the shortcode above to place this form on your site
nl_nl: Gebruik de bovenstaande shortcode om het formulier op uw site te plaatsen

source: Field name for the email field. eg 'email' or 'email address'
nl_nl: Veldnaam voor het e-mail veld. Bijvoorbeeld ‘email’ of ‘e-mailadres’.

source: Submit Label
nl_nl: Inschrijven Label

source: Name for the submit button. eg inschrijven or subscribe
nl_nl: Naam voor de verzend-knop. Bijvoorbeeld ‘Inschrijven’ of ‘Subscribe’.

source: GDPR / AVG Legislation Requirements
nl_nl: Vereisten voor GDPR / AVG-wetgeving

source: GDPR checkbox text
nl_nl: AVG/GDPR checkbox tekst

source: Short description about validating the GDPR Privacy Policy. <br /><strong>Optional: </strong>U can use <code>{{content}}</code> as an anchor that links to the GDPR url.
nl_nl: Korte beschrijving over de AVG/GDPR wetgeving.<br /><strong>Optioneel:</strong> Je kan dubbele brackets <code>{{content}}</code> gebruiken om een link naar je privacy pagina te maken.

source: GDPR url
nl_nl: AVG/GDPR Widget link

source: The url used in the widget form or/and checkbox text
nl_nl: De link die zal worden gebruikt in de widget en checkbox tekst

source: GDPR description
nl_nl: AVG/GDPR beschrijving

source: More info
nl_nl: Meer info

source: List
nl_nl: Lijst

source: Select a list
nl_nl: Selecteer een lijst

source: Extra fields
nl_nl: Extra velden

source: Select the additional fields you want to use on the left. The selected fields appear on the right.
nl_nl: Selecteer aan de linker kant de extra velden die je wilt gebruiken. De geselecteerde velden zullen rechts verschijnen.

source: Custom Confirm enabled
nl_nl: Eigen bevestigingsmail ingeschakeld

source: Custom Confirm Mail
nl_nl: Eigen bevestigingsmail

source: Insert your HTML here, use <code>{{confirmlink}}</code> on the place where you want to use the confirmlink
nl_nl: Voeg je eigen HTML code hier in, gebruik <code>{{confirmlink}}</code> op de plaats waar je de bevestigings-link wilt gebruiken

source: %s lists found
nl_nl: %s lijsten gevonden

source: listid
nl_nl: lijst nummer (ID)

source: listname
nl_nl: lijst naam

source: subscribecount
nl_nl: ingeschreven

source: unsubscribecount
nl_nl: uitgeschreven

source: bouncecount
nl_nl: bounces

source: Copy Shortcode
nl_nl: Shortcode kopiëren

source: Use the shortcode above to place this RSS feed on your site
nl_nl: Gebruik de bovenstaande shortcode om de RSS feed op uw site te plaatsen

source: MailCamp for Woocommerce
nl_nl: MailCamp voor WooCommerce

source: WooCommerce integration enabled
nl_nl: WooCommerce integratie inschakelen

source: Checkbox layout position
nl_nl: Layout positie van de checkbox

source: Checkbox default value
nl_nl: Standaardwaarde van de checkbox

source: Custom signup message
nl_nl: Aangepaste inschrijf label

source: List settings
nl_nl: RSS instellingen

source: Double opt-in subscribers
nl_nl: Double opt-in (e-mail bevestiging van aanmelding) inschakelen

source: Mapped WooCommerce fields
nl_nl: Gekoppelde WooCommerce velden

source: Select the WooCommerce fields you want to map on the left. Select the MailCamp fields on the right.
nl_nl: Selecteer aan de linkerzijde de WooCommerce velden die je wil koppelen. Selecteer de MailCamp velden aan de rechterzijde.

source: Sign up for the newsletter and receive information about our services, products and promotions every 4 weeks. For more information, please refer to our <a href="https://www.mailcamp.nl/2017/12/04/nieuwe-europese-privacy-wetgeving/">Privacy Statement</a>.
nl_nl: Schrijf u in voor de nieuwsbrief en ontvang elke 4 weken informatie over onze diensten, producten en acties. Voor meer informatie verwijzen wij naar onze <a href=”https://www.mailcamp.nl/2017/12/04/nieuwe-europese-privacy-wetgeving/”>Privacy Statement</a>.

source: I agree the {{GDPR Privacy Policy}}
nl_nl: Ik ga akkoord met het {{privacy statement}}

source: subscribe
nl_nl: inschrijven

source: on
nl_nl: aan

source: off
nl_nl: uit

source: checked
nl_nl: aangevinkt

source: unchecked
nl_nl: uitgevinkt

source: I would like to receive the newsletter
nl_nl: Ik wil tevens de nieuwsbrief ontvangen

source: Note: Your shortcode will appear above when this form is saved.
nl_nl: Let op: Je shortcode zal hierboven verschijnen wanneer dit formulier is opgeslagen.

source: <p>You can find this in the 'User Account ⇨ Change User' section under the tab 'User Permissions'. Make sure that 'Enable the XML API' is checked and saved.</p>
nl_nl: <p>U kunt het vinden onder ‘Gebruikers account ⇨ Wijzig gebruiker’ sectie onder de tab ‘Gebruiker permissies’. Zorg ervoor dat ‘XML-API inschakelen’ is aangevinkt en opgeslagen.</p>

source: Ensure that you comply with the GDPR legislation. You must indicate on each enrollment or change form how often you will mail, what you will use the requested data for, how long you will retain personal data and what the content of the newsletters will be. That's a lot of information! Refer in the introduction to your privacy statement so that you are legally covered.
nl_nl: Zorg ervoor dat u voldoet aan de GDPR wetgeving. U dient bij elk inschrijf- of wijzigingsformulier aan te geven hoe vaak u gaat mailen, waar u de gevraagde gegevens voor gaat gebruiken, hoe lang u persoonsgegevens bewaard blijven en wat de content van de nieuwsbrieven zal zijn. Dat is veel informatie! Verwijs dus in de introductie naar uw privacy-verklaring zodat u juridisch bent ingedekt.

source: <p>Create your subscription form here.</p>
nl_nl: <p>Maak hier uw inschrijfformulier aan.</p>

source: <p>Select the list and fields you want to use in your form</p>
nl_nl: <p>Selecteer de lijst en velden die je wilt gebruiken in je formulier</p>

source: CONNECTED
nl_nl: VERBONDEN

source: NOT CONNECTED
nl_nl: NIET VERBONDEN

source: Fetch Fields
nl_nl: Velden ophalen

source: Manage WooCommerce integration
nl_nl: WooCommerce integratie beheren

source: The WooCommerce plugin is currently not installed and/or activated. <a href="plugins.php" style="color: #ffffff;">Manage Plugins</a>
nl_nl: De WooCommerce plugin is momenteel niet geïnstalleerd en/of geactiveerd. <a href=“plugins.php” style=“color: #ffffff;”>Beheer Plugins</a>

source: After the customer order notes field [woocommerce_after_order_notes]
nl_nl: Na het “klant-notitie” veld [woocommerce_after_order_notes]

source: Before "Submit order" button [woocommerce_review_order_before_submit]
nl_nl: Voor de “Bevestig bestelling” button [woocommerce_review_order_before_submit]

source: Important note:
nl_nl: Belangrijke noot:

source: When selecting the 'woocommerce_review_order_before_submit' layout position make sure to assign a WooCommerce 'Terms and conditions' page first. Otherwise the newsletter subscription checkbox won't be displayed.
nl_nl: Zorg ervoor dat je een WooCommerce ‘Algemene voorwaarden’ pagina hebt ingesteld wanneer de ‘woocommerce_review_order_before_submit’ layout positie is geselecteerd. De inschrijf-checkbox kan anders niet worden weergegeven.

source: Manage WooCommerce Settings
nl_nl: WooCommerce instellingen

source: When 'double opt-in' has been enabled, please add an Autoresponder to the MailCamp list selected above using the filter under Search Options; 'Match Confirmation Status = Unconfirmed'. The autoresponder must contain a %%confirmlink%% tag as a confirmation link.
nl_nl: Als ‘dubbele opt-in’ is ingeschakeld, voeg dan een Autoresponder toe aan de hierboven geselecteerde MailCamp lijst met als filter onder Zoek Opties; ‘Match Bevestigde Status = niet-Bevestigd’. De autoresponder moet een <strong>%%confirmlink%%</strong> tag bevatten als bevestigingslink.

source: Select the MailCamp list and fields you want to synchronize with WooCommerce
nl_nl: Selecteer de MailCamp lijst en velden die je wil synchroniseren met WooCommerce

source: After selecting a list above please click the 'Fetch Fields' or 'Save Changes' button. After this you are able to map WooCommerce field data with MailCamp fields.
nl_nl: Klik op de “Wijzigingen opslaan” of “Velden ophalen” knop nadat je hierboven een lijst hebt geselecteerd. Vervolgens kun je de WooCommerce velden koppelen met de MailCamp velden.

source: Pay attention! In case the MailCamp field is a dropdown, radio button, date or checkbox field, it's value must match exactly the value from WooCommerce.
nl_nl: Let op! Indien het MailCamp veld een dropdown, radiobutton, datum of checkbox veld is moet de waarde uit WooCommerce exact overeenkomen.

source: Category
nl_nl: Categorie

source: WooCommerce Field Name
nl_nl: WooCommerce veld naam

source: MailCamp field
nl_nl: MailCamp veld naam

source: Billing
nl_nl: Facturatie

source: Shipping
nl_nl: Verzending

source: Order
nl_nl: Bestelling

source: Select a field
nl_nl: Selecteer een veld

source: connected
nl_nl: verbonden

source: Small subscription form with only an email field, captcha and GDPR descriptionlink and check
nl_nl: Compact inschrijf-formulier met alleen een e-mail veld, captcha en GDPR beschrijvingslink en check

source: Form shortcode:
nl_nl: Formulier shortcode:

source: Required field
nl_nl: Verplicht veld

source: Read more
nl_nl: Lees meer

source: To subscribe, you must agree to the above GDPR privacy legislation.
nl_nl: Om u in te schrijven, moet u akkoord gaan met de bovenstaande AVG/GDPR privacywetgeving.

source: is not a valid email address
nl_nl: is geen geldig email adres

source: You already subscribed to this list
nl_nl: Je hebt je al ingeschreven voor deze lijst

source: We just send you a confirm mail
nl_nl: We hebben je zojuist een bevestigingsmail toegestuurd

source: Please verify your email
nl_nl: Bevestig uw inschrijving

source: Confirm your registration
nl_nl: Bevestig uw inschrijving

source: Confirm your subscription
nl_nl: Bevestig uw inschrijving

source: <p>You are just one click away from subscribing to our newsletter. Please click on the link down below to confirm your registration.</p>
nl_nl: <p>U bent slechts één klik verwijderd van uw inschrijving op onze nieuwsbrief. Klik op de onderstaande link om uw registratie te bevestigen.</p>

source: Click here to confirm your subscription
nl_nl: Klik hier om uw inschrijving te bevestigen

source: <p>or copy-paste the following URL into the address bar of your browser:</p>
nl_nl: <p>of kopieer en plak de volgende link in de adresbalk van uw browser:</p>

source: <p>Please note! Do not forget to add our e-mail address to your mailing list or safe list!</p>
nl_nl: <p>Let op! Vergeet niet om ons e-mailadres toe te voegen aan uw adressenlijst of veilige lijst!</p>

source: <p>If you did not sign up for our newsletter, please ignore this email.</p>
nl_nl: <p>Wanneer u zich niet heeft aangemeld voor onze nieuwsbrief kunt u deze e-mail negeren.</p>

source: Your subscription is almost complete...
nl_nl: Uw inschrijving is bijna voltooid...

source: An e-mail has been sent to your address. There is a confirmation link in this e-mail. Click on this link to confirm the subscription.
nl_nl: Er is een e-mail naar uw adres gestuurd. Deze e-mail bevat een bevestigings-link. Klik op deze link om de inschrijving te bevestigen.

source: Please note! Do not forget to add our email address to your mailing list or secure list!
nl_nl: Let op! Vergeet niet om ons e-mailadres toe te voegen aan uw adressenlijst of veilige lijst!

source: Whoops .. the subscription has failed, contact the administrator of this site
nl_nl: Oeps.. De inschrijving is mislukt. Contacteer aub de website beheerder.

source: MailCamp
nl_nl: MailCamp RSS

source: MailCamp form plugin. A simple plugin that adds a highly effective subscription form to your site.
nl_nl: MailCamp formulier plugin. Een eenvoudige plugin die een inschrijfformulier op uw website plaatst.
